Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/osko/index.php_kat_id=167_art_id=196.html.tmx
Source language: sme
Languages: smj

source: Oahpa: Čáhci
smj: Åhpav: Tjáhtje

source: Konfirmašuvdna
smj: Konfirmasjåvnnå

source: Gásttas šaddat risttalaš girku miellahttun.
smj: Gásta baktu sjaddap oassen ristagis girkkos.

source: Leat váhnemat ja risváhnemat geat dan dahket máná ovddas.
smj: Æjgáda ja fáddara máná åvdås dáv dahki.

source: Konfirmašuvnnas váldá nuorra ieš ovddasvástádusa.
smj: Konfirmasjåvnån nuora ietja åvdåsvásstádusáv válldi.

source: Danin lea lunddolaš ahte sii geat leat gástašuvvon, maiddái konfirmerejuvvojit girkus.
smj: Danen le luondulasj juohkkahattjaj guhti le girkkon gástaduvvam, girkkon aj konfirmeriduvvat.

source: Konfirmašuvdna máksá duođašteapmi.
smj: Konfirmasjåvnnå mierkki duodastus.

source: Konfirmašuvnnas duođašta Ipmil ahte lohpádusaid maid attii gásttas, ain gustojit.
smj: Konfirmasjåvnån duodas Jubmel jut loahpádusá majt gástan vattij, ájn li ájmon.

source: Konfirmašunáiggis lea vejolaš smiehtadit lagabui iežat oskku, oahppat eambbo Biibbala birra, ságastallat risttalaš oskku birra, oahpásmuvvat girkuin, fuobmát ođđa jurdagiid eallima birra, ja váldit oasi girkolaš barggus sihke lagaš servvodagas ja máilmmis.
smj: Konfirmasjåvnnåájgen besa ienep diehtet ietjat jáhko birra, Rámáda birra ienebuv oahppat, ristagis jáhko birra ságastit, girkkuj oahppásin sjaddat, ådå ájádusájt oadtjot iellema birra, ja berustahttáj girkko, bájkálasj sebrudagá ja værálda åvdås.

source: Mii lea deháleamos sivva dasa ahte áiggut konfirmerejuvvot ?
smj: Mij le ájnnasamos sivva gå sidá konfirmeriduvvat ?

source: Makkár sávaldagat leat dus iežat konfirmašunáiggi ektui ?
smj: Mav ietjat konfirmasjåvnnåájge gáktuj sávada ?
